Repository: ofernandolopes/weekly-class-schedule
Catalog: languages/wcs3-*.po
Languages: pt_br

source: Classes
pt_br: Aulas

source: Class
pt_br: Aula

source: Instructors
pt_br: Instrutores

source: Instructor
pt_br: Instrutor

source: Locations
pt_br: Localizações

source: Location
pt_br: Localização

source: Schedule Management
pt_br: Gerenciamento de Agenda

source: Schedule
pt_br: Agenda

source: Options
pt_br: Opções

source: Import/Update
pt_br: Importar/Atualizar

source: Error
pt_br: Erro

source: Add Item
pt_br: Adicionar item

source: Save Item
pt_br: Salvar item

source: Exit edit mode
pt_br: Sair do modo de edição

source: Edit Mode
pt_br: Modo de Edição

source: Are you sure you want to delete this entry?
pt_br: Você tem certeza que deseja apagar essa informação?

source: Are you sure you want to to this? This will delete all data added after updating to version 3.
pt_br: Você tem certeza que quer fazer isso? Todas as informações adicionadas após a atualização para a versão 3 serão apagadas.

source: Day
pt_br: Dia

source: Start Hour
pt_br: Início

source: End Hour
pt_br: Término

source: Visibility
pt_br: Visibilidade

source: Notes
pt_br: Notas

source: Click the button below to import the data from Weekly Class Schedule 2.x.
pt_br: Clique no botão abaixo para importar o conteúdo da versão 2.x do plugin.

source: WARNING:
pt_br: AVISO:

source: All data added after updating to version 3 will be deleted.
pt_br: Todo o conteúdo adicionado após a atualização para a versão 3 será apagado.

source: Hidden
pt_br: Escondido

source: Visible
pt_br: Visível

source: All Locations
pt_br: Todos os locais

source: Nonce verification failed. Please report this to the site administrator
pt_br: A verificação falhou. Por favor, informe o administrador do site.

source: Schedule entry added successfully
pt_br: Aula adicionada com sucesso na agenda

source: Class ID
pt_br: ID da aula

source: Instructor ID
pt_br: ID do instrutor

source: Location ID
pt_br: ID do local

source: Weekday
pt_br: Dia da semana

source: Start Minute
pt_br: Minuto inicial

source: End Minute
pt_br: Minuto final

source: Location is not available at this time
pt_br: Localização não está disponível no momento.

source: Instructor is not available at this time
pt_br: Instrutor não está disponível no momento.

source: A class cannot start before it ends
pt_br: Uma aula não pode iniciar após seu fim.

source: Failed to update schedule entry
pt_br: Falha ao atualizar a aula na agenda

source: Schedule entry updated successfully
pt_br: Aula atualizada com sucesso na agenda

source: Failed to add schedule entry
pt_br: Erro ao adicionar a aula na agenda

source: Schedule entry deleted successfully
pt_br: Aula apagada com sucesso da agenda

source: Row ID
pt_br: ID da linha

source: Failed to delete entry
pt_br: Erro ao apagar a informação

source: Day schedule retrieved successfully
pt_br: Agenda carregada com sucesso

source: Weekly Class Schedule 2.x data imported successfully.
pt_br: Conteúdo da Agenda de Aula Semana 2.x importado com sucesso.

source: Unsupported layout
pt_br: Layout nao suportado

source: No classes scheduled
pt_br: Nenhuma aula agendada

source: Start
pt_br: Início

source: End
pt_br: Fim

source: Delete
pt_br: Apagar

source: Edit
pt_br: Editar

source: delete
pt_br: apagar

source: edit
pt_br: editar

source: No classes
pt_br: Nenhuma aula

source: Nonce verification failed
pt_br: A verificação falhou

source: Options updated
pt_br: Opções atualizadas

source: Weekly Class Schedule Settings
pt_br: Configurações da Agenda Semanal de Aulas

source: Using Weekly Class Schedule
pt_br: Usando a Agenda Semanal de Aulas

source: To display all the classes in a single schedule, simply enter the shortcode
pt_br: Para exibir todas as aulas em uma agenda única, simplesmente informe o shortcode.

source: inside a page or a post.
pt_br: Dentro de uma página ou post.

source: It's also possible to output the schedule as a list using the list layout:
pt_br: Também é possível exibir a agenda como uma lista usando esse layout:

source: In order to display a single location, use the location attribute like this:
pt_br: Para exibir apenas um local, use o atributo de localização assim:

source: Where "Classroom A" is the name of the location as it appears in the database.
pt_br: Onde "Sala A" é o mesmo nome da localização como inserida no banco de dados.

source: A finalized shortcode may look something like
pt_br: Um shortcode final deve se parecer com isso

source: General Settings
pt_br: Configurações Gerais

source: First day of week
pt_br: Primeiro dia da semana

source: The day the schedule will start in
pt_br: O dia em que a agenda se iniciará

source: Enable 24-hour mode
pt_br: Habilitar modo de 24 horas

source: Enabling this will display all the hours on the front-end in a 24 hour clock mode as opposed to 12 hour clock mode (AM/PM).
pt_br: Ao habilitar essa exibição todos os horários serão exibidos no site no formato de 24 horas, ao invés de 12 horas (AM/PM).

source: Yes
pt_br: Sim

source: Detect location collisions
pt_br: Detectar conflito de localização

source: Enabling this feature will prevent scheduling of multiple classes at the same location at the same time.
pt_br: Ao habilitar esse recurso, prevenirá que várias aulas sejam marcadas no mesmo lugar no mesmo horário.

source: Detect instructor collisions
pt_br: Detectar conflito de instrutor

source: Enabling this feature will prevent the scheduling of an instructor for multiple classes at the same.
pt_br: Ao habilitar esse recurso, prevenirá que vários instrutores sejam marcados em aulas diferentes no mesmo horário.

source: Class Details Template
pt_br: Modelo de detalhes da aula

source: Use placholders to design the way the class details appear in the schedule. Certain HTML tags are allowed (to customize edit $wcs3_allowed_html in wcs.php).
pt_br: Use placeholders para definir como os detalhes da aula devem aparecer na agenda. Algumas tags HTML são permitidas (para customizar, edite $wcs3_allowed_html em wcs.php).

source: Available placholders:
pt_br: Placeholders disponíveis:

source: Allow all HTML in notes
pt_br: Permitir todas tags HTML em notas

source: Allow all HTML tags in notes field. PLEASE NOTE: Allowing all HTML tags has security implications so use at your own risk.
pt_br: Permite todas as tags HTML no campo de notas. Note que, ao permitir todas as tags HTML trará problemas de segurança, logo, use por sua conta e risco.

source: Appearance Settings
pt_br: Configurações de exibição

source: Base class
pt_br: Base para aula

source: The default background color for classes in the schedule.
pt_br: Cor de fundo padrão para classes na agenda.

source: Class details box
pt_br: Caixa de detalhes da aula

source: Background color of the class details box which appears when hovering over a class.
pt_br: Cor de fundo da caixa da aula exibida ao passar o mouse sobre a aula.

source: Text
pt_br: Texto

source: Text color of schedule entries/classes.
pt_br: Cor do texto da aula na agenda.

source: Border
pt_br: Borda

source: This color is used for all borders in the schedule output.
pt_br: Cor usada por todas as bordas da agenda.

source: Schedule headings color
pt_br: Cor dos cabeçalhos da agenda

source: Text color of the schedule headings (weekdays, hours).
pt_br: Cor do texto dos cabeçalhos (dias da semana, horas).

source: Schedule headings background
pt_br: Cor de fundo dos cabeçalhos da agenda

source: Background color of the schedule headings (weekdays, hours).
pt_br: Cor do fundo dos cabeçalhos (dias da semana, horas).

source: Background
pt_br: Fundo

source: Background color for the entire schedule.
pt_br: Cor do fundo da agenda inteira

source: qTip background
pt_br: Fundo qTip

source: Background color of the qTip pop-up box.
pt_br: Cor de fundo da caixa do qTip

source: The color of the links which appear in the class details box.
pt_br: Cores dos links que aparecem na caixa de detalhes das aulas.

source: Save Settings
pt_br: Salvar configurações

source: WCS3 Today's Classes
pt_br: Aulas de Hoje

source: No classes today
pt_br: Nenhuma aula hoje

source: Today's Classes
pt_br: Aulas de hoje

source: Title
pt_br: Título

source: Maximum Classes to Display
pt_br: Máximo de aulas a exibir

source: Maximum number of classes to display
pt_br: Número máximo de aulas a exibir

source: No entries message
pt_br: Mensagem de nenhuma aula
